IDEA Open Model
BeamData.AddedMember Property
 Added member
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public Member1D AddedMember { get; set; }
Public Property AddedMember As Member1D
	Get
	Set
public:
property Member1D^ AddedMember {
	Member1D^ get ();
	void set (Member1D^ value);
}
Property Value
Type: Member1D
See Also
Reference
BeamData Class
IdeaRS.OpenModel.Connection Namespace